[
  {
    "title": "Hi-Rate Composite Aircraft Manufacturing Project 2025 Spring Review",
    "url": "https://www.nasa.gov/directorates/armd/aavp/hicam/composite-aircraft-2025/",
    "date_inserted": "2025-05-14T03:02:39.835877",
    "content": "NASA and its partners in the Advanced Composites Consortium gathered at the agency’s Langley Research Center in Hampton, Virginia, on April 29-May 1, 2025.\nTeam members from 22 organizations in the public-private partnership are collaborating to increase the production rate of composite aircraft, reduce costs, and improve performance.\nThe team discussed results from the Technology Development Phase of NASA’s Hi-Rate Composite Aircraft Manufacturing (HiCAM) project.\nThe project is evaluating concepts and competing approaches at the subcomponent scale to determine technologies with the greatest impact on manufacturing rate and cost. The most promising concepts will be demonstrated on full-scale wing and fuselage components during the next four years. \nThrough collaboration and shared investment, the team is increasing the likelihood of technologies being adopted for next-generation transports, ultimately lowering costs for operators and improving the U.S. competitive advantage in the commercial aircraft industry."
  },
  {
    "title": "Titre non trouvé",
    "url": "https://www.nasa.gov/blogs/missions/2025/05/13/nasa-to-fly-saudi-arabia-cubesat-aboard-artemis-ii-test-flight/",
    "date_inserted": "2025-05-14T03:02:38.622808",
    "content": "Contenu non trouvé"
  },
  {
    "title": "La NASA calibra una segunda sonda de detección de impactos para las pruebas del X-59",
    "url": "https://www.nasa.gov/image-article/la-nasa-calibra-una-segunda-sonda-de-deteccion-de-impactos-para-las-pruebas-del-x-59/",
    "date_inserted": "2025-05-14T03:02:37.469322",
    "content": "Read this story in English here.\nCuando se prueba un avión de última generación de la NASA, se necesitan herramientas especializadas para realizar pruebas y capturar datos, pero si esas herramientas necesitan mantenimiento, hay que esperar hasta que se reparen. A menos que tengas un respaldo. Por eso, recientemente la NASA ha calibró una nueva sonda de deteccíon de impactos para capturar datos de ondas de choque cuando el silencioso avión de investigación supersónico X-59 de la agencia inicie sus vuelos de prueba. \nCuando un avión vuela más rápido que la velocidad del sonido, produce ondas de choque que viajan a través del aire, creando fuertes estampidos sónicos. El X-59 desviará esas ondas de choque, produciendo sólo un silencioso golpe supersónico. En las últimas semanas, la NASA ha completado los vuelos de calibración de una nueva sonda de detección de impactos de campo cercano, un aparato en forma de cono que captará datos sobre las ondas de choque que generará el X-59. \nEsta sonda está montada en un avión de investigación F-15D que volará muy cerca del X-59 para recopilar los datos que necesita la NASA. La nueva unidad servirá como la sonda de campo cercano principal de la NASA, con un modelo idéntico desarrollado por la NASA el año pasado actuará como reserva montada en otro F-15B. \nLas dos unidades significan que el equipo del X-59 tiene una alternativa lista en caso de que la sonda principal necesite mantenimiento o reparaciones. Para pruebas de vuelo como las del X-59, donde la recopilación de datos es crucial y las operaciones giran en torno a plazos ajustados, condiciones meteorológicas y otras variables, las copias de respaldo de los equipos críticos ayudan a garantizar la continuidad, mantener los plazos y preservar la eficiencia de las operaciones. \n“Si le ocurre algo a la sonda, como una falla en unsensor, no hay una solución fácil,” explica Mike Frederick, investigador principal de la sonda en el Centro de Investigación de Vuelos Armstrong de la NASA en Edwards, California. “El otro factor es el propio avión. Si uno necesita mantenimiento, no queremos retrasar los vuelos del X-59.” \nPara calibrar la nueva sonda, el equipo midió las ondas de choque de un avión de investigación F/A-18 de la NASA. Los resultados preliminares indicaron que la sonda captó con éxito los cambios de presión asociados a las ondas de choque, de acuerdo con las expectativas del equipo. Frederick y su equipo ahora están revisando los datos para confirmar que se alinean con los modelos matemáticos en tierra y cumplen las normas de precisión requeridas para los vuelos X-59. \nLos investigadores de la NASA en Armstrong se están preparando para vuelos adicionales con las sondas principal y de respaldo en sus aviones F-15. Cada avión volará a velocidad supersónico y recopilará datos de las ondas de choque del otro. El equipo está trabajando para validar tanto la sonda principal como la de respaldo para confirmar la redundancia total;en otras palabras, asegurarse de que tengan un respaldo fiable y listo para usar. \nArtículo Traducido por: Priscila Valdez"
  },
  {
    "title": "NASA’s Artemis III Core Stage Receives Thermal Protection Coating",
    "url": "https://www.nasa.gov/directorates/esdmd/common-exploration-systems-development-division/space-launch-system/nasas-artemis-iii-core-stage-receives-thermal-protection-coating/",
    "date_inserted": "2025-05-14T03:02:35.561645",
    "content": "NASA completed another step to ready its SLS (Space Launch System) rocket for the Artemis III mission as crews at the agency’s Michoud Assembly Facility in New Orleans recently applied a thermal protection system to the core stage’s liquid hydrogen tank.\nBuilding on the crewed Artemis II flight test, Artemis III will add new capabilities with the human landing system and advanced spacesuits to send the first astronauts to explore the lunar South Pole region and prepare humanity to go to Mars. Thermal protection systems are a cornerstone of successful spaceflight endeavors, safeguarding human life, and enabling the launch and controlled return of spacecraft.\nThe tank is the largest piece of SLS flight hardware insulated at Michoud. The hardware requires thermal protection due to the extreme temperatures during launch and ascent to space – and to keep the liquid hydrogen at minus 423 degrees Fahrenheit on the pad prior to launch.\n“The thermal protection system protects the SLS rocket from the heat of launch while also keeping the thousands of gallons of liquid propellant within the core stage’s tanks cold enough. Without the protection, the propellant would boil off too rapidly to replenish before launch,” said Jay Bourgeois, thermal protection system, test, and integration lead at NASA Michoud. “Thermal protection systems are crucial in protecting all the structural components of SLS during launch and flight.”\nIn February, Michoud crews with NASA and Boeing, the SLS core stage prime contractor, completed the thermal protection system on the external structure of the rocket’s liquid hydrogen propellant fuel tank, using a robotic tool in what is now the largest single application in spaceflight history. The robotically controlled operation coated the tank with spray-on foam insulation, distributing 107 feet of the foam to the tank in 102 minutes. When the foam is applied to the core stage, it gives the rocket a canary yellow color. The Sun’s ultraviolet rays naturally “tan” the thermal protection, giving the SLS core stage its signature orange color, like the space shuttle external tank.\nWhile it might sound like a task similar to applying paint to a house or spraying insulation in an attic, it is a much more complex process. The flexible polyurethane foam had to withstand harsh conditions for application and testing. Additionally, there was a new challenge: spraying the stage horizontally, something never done previously during large foam applications on space shuttle external tanks at Michoud. All large components of space shuttle tanks were in a vertical position when sprayed with automated processes.\nOverall, the rocket’s core stage is 212 feet with a diameter of 27.6 feet, the same diameter as the space shuttle’s external tank. The liquid hydrogen and liquid oxygen tanks feed four RS-25 engines for approximately 500 seconds before SLS reaches low Earth orbit and the core stage separates from the upper stage and NASA’s Orion spacecraft.\n“Even though it only takes 102 minutes to apply the spray, a lot of careful preparation and planning is put into this process before the actual application of the foam,” said Boeing’s Brian Jeansonne, the integrated product team senior leader for the thermal protection system at NASA Michoud. “There are better process controls in place than we’ve ever had before, and there are specialized production technicians who must have certifications to operate the system. It’s quite an accomplishment and a lot of pride in knowing that we’ve completed this step of the build process.”\nThe core stage of SLS is the largest NASA has ever built by length and volume, and it was manufactured at Michoud using state-of-the-art manufacturing equipment. Michoud is a unique, advanced manufacturing facility where the agency has built spacecraft components for decades, including the space shuttle’s external tanks and Saturn V rockets for the Apollo program.\nThrough Artemis, NASA will send astronauts to explore the Moon for scientific discovery, economic benefits, and build the foundation for the first crewed missions to Mars.\nFor more information on the Artemis Campaign, visit:\nhttps://www.nasa.gov/feature/artemis/\nJonathan Deal\nMarshall Space Flight Center, Huntsville, Ala. \n256-544-0034 \njonathan.e.deal@nasa.gov"
  },
  {
    "title": "NASA Hosts Industry, Government, Academia to Explore Partnerships",
    "url": "https://www.nasa.gov/centers-and-facilities/ames/nasa-hosts-industry-government-academia-to-explore-partnerships/",
    "date_inserted": "2025-05-14T03:02:34.058419",
    "content": "On April 29, more than 90 representatives from industry, U.S. federal labs, government agencies, and academia gathered at NASA’s Ames Research Center in California’s Silicon Valley to learn about the center’s groundbreaking research and development capabilities. The three-day event provided insight into the many ways to collaborate with NASA, including tapping into the agency’s singular subject matter expertise and gaining access to state-of-the-art facilities at NASA Ames and centers across the country. Partnerships help the agency to advance technological innovation, enable science, and foster the emerging space economy.\nTerry Fong, senior scientist for autonomous systems at NASA Ames, summed up the objective of the event when he noted, “I don’t believe anyone – government, academia, industry – has a monopoly on good ideas. It’s how you best combine forces to have the greatest effect.”\nAuthor: Jeanne Neal"
  },
  {
    "title": "Take a Tour of the Cosmos with New Interactives from NASA’s Universe of Learning",
    "url": "https://science.nasa.gov/learning-resources/science-activation/take-a-tour-of-the-cosmos-with-new-interactives-from-nasas-universe-of-learning/",
    "date_inserted": "2025-05-14T03:02:32.836538",
    "content": "Ready for a tour of the cosmos? NASA’s Universe of Learning has released a new, dynamic way for lifelong learners to explore NASA’s breathtaking images of the universe—ViewSpace interactive Image Tours. ViewSpace has an established track record of providing museums, science centers, libraries, and other informal learning environments with free, web-based videos and digital interactives—like its interactive Image Sliders. These new Image Tours are another unique experience from NASA’s Universe of Learning, created through a collaboration between scientists that operate NASA telescopes and experts well-versed in the most modern methods of learning. Hands-on, self-directed learning resources like these have long been valued by informal learning sites as effective means for engaging and intriguing users with the latest discoveries from NASA’s space telescope missions—while encouraging lifelong learners to continue their passionate exploration of the stars, galaxies, and distant worlds.\nWith these new ViewSpace Image Tours, visitors can take breathtaking journeys through space images that contain many exciting stories. The “Center of the Milky Way Galaxy” Tour, for example, uses breathtaking images from NASA’s Hubble, Spitzer, and Chandra X-ray telescopes and includes eleven Tour Stops, where users can interact with areas like “the Brick”—a dense, dark cloud of hydrogen molecules imaged by Spitzer. Another Tour Stop zooms toward the supermassive black hole, Sagittarius A*, offering a dramatic visual journey to the galaxy’s core.\nIn other tours, like the “Herbig-Haro 46/47” Tour, learners can navigate through points of interest in an observation from a single telescope mission. In this case, NASA’s James Webb Space Telescope provides the backdrop where lifelong learners can explore superheated jets of gas and dust being ejected at tremendous speeds from a pair of young, forming stars. The power of Webb turns up unexpected details in the background, like a noteworthy distant galaxy famous for its uncanny resemblance to a question mark. Each Interactive Image Tour allows people to examine unique features through videos, images, or graphical overlays to identify how those features have formed in ways that static images alone can’t convey.\nThese tours, which include detailed visual descriptions for each Tour Stop, illuminate the science behind the beauty, allowing learners of all ages to develop a greater understanding of and excitement for space science, deepening their engagement with astronomy, regardless of their prior experience. Check out the About the Interactives page on the ViewSpace website for a detailed overview of how to use the Image Tours.\nViewSpace currently offers three Image Tours, and the collection will continue growing:\nCenter of the Milky Way Galaxy:\nPeer through cosmic dust and uncover areas of intense activity near the Milky Way’s core, featuring imagery from the Hubble Space Telescope, Spitzer Space Telescope, and the Chandra X-ray Observatory.\nHerbig-Haro 46/47:\nWitness how a tightly bound pair of young stars shapes their nebula through ejections of gas and dust in an image from the James Webb Space Telescope.\nThe Whirlpool Galaxy:\nExplore the iconic swirling arms and glowing core of a stunning spiral galaxy, with insights into star formation, galaxy structure, and more in a Hubble Space Telescope image.\n“The Image Tours are beautiful, dramatic, informational, and easy to use,” explained Sari Custer, Chief of Science and Curiosity at Arizona Science Center. “I'm excited to implement them in my museum not only because of the incredible images and user-friendly features, but also for the opportunity to excite and ignite the public's curiosity about space.”\nNASA’s Universe of Learning is supported by NASA under cooperative agreement award number NNX16AC65A and is part of NASA’s Science Activation Portfolio. Learn more about how Science Activation connects NASA science experts, real content, and experiences with community leaders to do science in ways that activate minds and promote deeper understanding of our world and beyond: https://science.nasa.gov/learn/about-science-activation/"
  },
  {
    "title": "Titre non trouvé",
    "url": "https://www.nasa.gov/blogs/spacestation/2025/05/13/biotech-fire-safety-research-and-station-maintenance-topped-tuesdays-schedule-for-the-expedition-73-crew/",
    "date_inserted": "2025-05-14T03:02:31.483259",
    "content": "Contenu non trouvé"
  },
  {
    "title": "Lightning in Southeast Asia",
    "url": "https://www.nasa.gov/image-article/lightning-in-southeast-asia/",
    "date_inserted": "2025-05-14T03:02:29.796868",
    "content": "A flash of lightning shines brighter than the lights of nearby cities in this Oct. 29, 2024, image taken by astronaut Don Pettit while aboard the International Space Station. At the time of this photograph, little to no moonlight illuminated the scene. This allows astronauts to see and photograph a variety of light sources with a high degree of contrast against the dark land and water surfaces. Bright light associated with lightning is a common occurrence during the monsoon season across Southeast Asia.\nRead more about this photo.\nText credit: NASA/Andrea Wenzel\nImage credit: NASA/Don Pettit"
  },
  {
    "title": "What is a Black Hole? We Asked a NASA Expert: Episode 59",
    "url": "https://www.nasa.gov/general/what-is-a-black-hole-we-asked-a-nasa-expert-episode-59/",
    "date_inserted": "2025-05-14T03:02:28.621700",
    "content": "What is a black hole?\nWell, the name is actually a little misleading because black holes aren’t actually holes. They’re regions in space that have a gravitational pull that is so strong that nothing can escape, not even light. Scientists know about two different sizes of black holes — stellar-mass black holes and supermassive black holes.\nA stellar-mass black hole is born when a massive star dies. That’s a star that’s larger than our own Sun. These stars burn up all the nuclear fuel in their cores, and this causes them to collapse under their own gravity. This collapse causes an explosion that we call a supernova. The entire mass of the star is collapsing down into a tiny point, and the area of the black hole is just a few kilometers across.\nSupermassive black holes can have a mass of millions to tens of billions of stars. Scientists believe that every galaxy in the universe contains a supermassive black hole. That’s up to one trillion galaxies in the universe. But we don’t know how these supermassive black holes form. And this is an area of active research.\nWhat we do know is that supermassive black holes are playing a really important part in the formation and evolution of galaxies, and into our understanding of our place in the universe.\n[END VIDEO TRANSCRIPT]\nFull Episode List\nFull YouTube Playlist"
  },
  {
    "title": "NASA Enables Construction Technology for Moon and Mars Exploration",
    "url": "https://www.nasa.gov/directorates/stmd/nasa-enables-construction-technology-for-moon-and-mars-exploration/",
    "date_inserted": "2025-05-14T03:02:27.195250",
    "content": "One of the keys to a sustainable human presence on distant worlds is using local, or in-situ, resources which includes building materials for infrastructure such as habitats, radiation shielding, roads, and rocket launch and landing pads. NASA’s Space Technology Mission Directorate is leveraging its portfolio of programs and industry opportunities to develop in-situ, resource capabilities to help future Moon and Mars explorers build what they need. These technologies have made exciting progress for space applications as well as some impacts right here on Earth. \nThe Moon to Mars Planetary Autonomous Construction Technology (MMPACT) project, funded by NASA’s Game Changing Development program and managed at the agency’s Marshall Space Flight Center in Huntsville, Alabama, is exploring applications of large-scale, robotic 3D printing technology for construction on other planets. It sounds like the stuff of science fiction, but demonstrations using simulated lunar and Martian surface material, known as regolith, show the concept could become reality. \nWith its partners in industry and academic institutions, MMPACT is developing processing technologies for lunar and Martian construction materials. The binders for these materials, including water, could be extracted from the local regolith to reduce launch mass. The regolith itself is used as the aggregate, or granular material, for these concretes. NASA has evaluated these materials for decades, initially working with large-scale 3D printing pioneer, Dr. Behrokh Khoshnevis, a professor of civil, environmental and astronautical engineering at the University of Southern California in Los Angeles.  \nKhoshnevis developed techniques for large-scale extraterrestrial 3D printing under the NASA Innovative Advanced Concepts (NIAC) program. One of these processes is Contour Crafting, in which molten regolith and a binding agent are extruded from a nozzle to create infrastructure layer by layer. The process can be used to autonomously build monolithic structures like radiation shielding and rocket landing pads. \nContinuing to work with the NIAC program, Khoshnevis also developed a 3D printing method called selective separation sintering, in which heat and pressure are applied to layers of powder to produce metallic, ceramic, or composite objects which could produce small-scale, more-precise hardware. This energy-efficient technique can be used on planetary surfaces as well as in microgravity environments like space stations to produce items including interlocking tiles and replacement parts. \nWhile NASA’s efforts are ultimately aimed at developing technologies capable of building a sustainable human presence on other worlds, Khoshnevis is also setting his sights closer to home. He has created a company called Contour Crafting Corporation that will use 3D printing techniques advanced with NIAC funding to fabricate housing and other infrastructure here on Earth.  \nAnother one of NASA’s partners in additive manufacturing, ICON of Austin, Texas, is doing the same, using 3D printing techniques for home construction on Earth, with robotics, software, and advanced material.  \nThe ICON company was among the participants in NASA’s 3D-Printed Habitat Challenge, which aimed to advance the technology needed to build housing in extraterrestrial environments. In 2021, ICON used its large-scale 3D printing system to build a 1,700 square-foot simulated Martian habitat that includes crew quarters, workstations and common lounge and food preparation areas. This habitat prototype, called Mars Dune Alpha, is part of NASA’s ongoing Crew Health and Performance Exploration Analog, a series of Mars surface mission simulations scheduled through 2026 at NASA’s Johnson Space Center in Houston.  \nWith support from NASA’s Small Business Innovation Research program, ICON is also developing an Olympus construction system, which is designed to use local resources on the Moon and Mars as building materials. \nThe ICON company uses a robotic 3D printing technique called Laser Vitreous Multi-material Transformation, in which high-powered lasers melt local surface materials, or regolith, that then solidify to form strong, ceramic-like structures. Regolith can similarly be transformed to create infrastructure capable of withstanding environmental hazards like corrosive lunar dust, as well as radiation and temperature extremes.  \nThe company is also characterizing the gravity-dependent properties of simulated lunar regolith in an experiment called Duneflow, which flew aboard a Blue Origin reusable suborbital rocket system through NASA’s Flight Opportunities program in February 2025. During that flight test, the vehicle simulated lunar gravity for approximately two minutes, enabling ICON and researchers from NASA to compare the behavior of simulant against real regolith obtained from the Moon during an Apollo mission.    \nLearn more: https://www.nasa.gov/space-technology-mission-directorate/  "
  },
  {
    "title": "Titre non trouvé",
    "url": "https://www.nasa.gov/blogs/wallops/2025/05/13/nasa-safely-ends-second-super-pressure-balloon-test-flight/",
    "date_inserted": "2025-05-14T03:02:25.711785",
    "content": "Contenu non trouvé"
  },
  {
    "title": "Aubrie Henspeter: Leading Commercial Lunar Missions ",
    "url": "https://www.nasa.gov/centers-and-facilities/johnson/aubrie-henspeter-leading-commercial-lunar-missions/",
    "date_inserted": "2025-05-14T03:02:24.527062",
    "content": "As NASA partners with American industry to deliver science and technology payloads to the Moon, a dedicated team behind the scenes ensures every mission is grounded in strategy, compliance, and innovation. Leading that effort is Aubrie Henspeter, who advises all aspects of procurement for NASA’s Commercial Lunar Payload Services (CLPS) initiative—one of the cornerstone projects supporting the Artemis campaign. \nWith 20 years at NASA, Henspeter brings multifaceted experience to her role as CLPS procurement team lead in the Lunar & Planetary Exploration Procurement Office at Johnson Space Center in Houston. Her job is equal parts problem-solving, mentoring, and strategizing—all focused on enabling commercial partners to deliver NASA payloads to the lunar surface faster, more affordably, and more efficient than ever before. \n“It’s been a great experience to see the full lifecycle of a project—from soliciting requirements to launching to the Moon,” said Henspeter. “We work to continuously adjust as the lunar industry grows and improve procurement terms and conditions by incorporating lessons learned.” \nHenspeter leads a team of six contracting officers and contract specialists, managing workload priorities and supporting the continuity of seven commercial missions currently on contract. She also helps shape upcoming contract opportunities for future lunar deliveries, constantly seeking creative procurement strategies within a commercial firm-fixed-price framework. \nNASA launched the CLPS initiative in 2018 to create a faster, more flexible way to partner with commercial companies for lunar deliveries. Thirteen vendors are participating as part of a multi-award contract, each eligible to compete for individual task orders to deliver NASA science and technology payloads to the Moon. These deliveries support Artemis goals by enabling new discoveries, testing key technologies, and preparing for long-term human exploration on the lunar surface. \nIn May 2023, Henspeter received the NASA Exceptional Service Medal for her leadership on CLPS from 2018–2023. For her, the recognition reflects the team’s spirit and collaboration. \n“I genuinely enjoy working on this project because of its lean, adaptable approach and the amazing team involved,” she said. “When all of us across NASA work together we are the most successful and can achieve our mission.” \nThat sense of collaboration and adaptability has shaped many of the insights Henspeter has gained throughout her career—lessons she now applies daily to help the team stay aligned and prepared. \nOne of those key lessons: always keep the contract current. \n“It’s all good until it isn’t, and then everyone asks—what does the contract say?” she said. “Open communication and up-to-date documentation, no matter how minor the change, are essential.” \nOver the course of her career, Henspeter has learned to prioritize preparation, adaptability, and strong working relationships. \n“Preparation in procurement is conducting thorough market research, understanding the regulations, finding the gray areas, and developing a strategy that best meets the customer’s needs,” she said. “Adaptability means staying committed to the goal while remaining open and flexible on how to get there.” \nThat philosophy has helped her navigate everything from yearlong international contract negotiations with foreign partners to pivoting a customer from a sole-source request to a competitive procurement that ultimately saved costs and expanded opportunity. \n“NASA is full of brilliant people, and it can be challenging to present alternatives. But through clear communication and data-driven recommendations, we find solutions that work,” Henspeter said. \nAs she looks to the Artemis Generation, Henspeter hopes to pass along a deep respect for teamwork and shared purpose. \n“Every contribution matters. Whether it seems big or small, it makes a difference in achieving our mission,” she said. “I take pride in my role and in being part of the NASA team.” "
  },
  {
    "title": "Las carreras en la NASA despegan con las pasantías",
    "url": "https://www.nasa.gov/es/las-carreras-en-la-nasa-despegan-con-las-pasantias/",
    "date_inserted": "2025-05-14T03:02:23.243928",
    "content": "Read this story in English here.\n¿Sueñas con trabajar para la NASA y contribuir a la exploración y la innovación en beneficio de la humanidad? Los programas de pasantías de la agencia ofrecen a los estudiantes de secundaria y universitarios la oportunidad de avanzar en la misión de la NASA en aeronáutica, ciencia, tecnología y espacio.  \nClaudia Sales, Kassidy McLaughlin y Julio Treviño empezaron sus carreras como pasantes en el Centro de Investigación de Vuelo Armstrong de la NASA en Edwards, California, donde siguen explorando los secretos del universo. Sus experiencias ponen de ejemplo el impacto a largo plazo de los programas STEM de la NASA. STEM es un acrónimo en inglés que hace referencia a las materias de ciencia, tecnología, ingeniería y matemáticas. \n“Desde niña supe que quería trabajar para la NASA,” dijo Claudia Sales, ingeniera jefa adjunta en funciones del X-59 y líder de certificación de navegabilidad del avión supersónico silencioso experimental de la agencia.\nLa trayectoria de Sales en la NASA comenzó en 2005 como pasante de Pathways, un programa de trabajo y estudio (cooperativo) de la NASA. Ella trabajó en las ramas de propulsión y estructuras y proyectos como el avión de investigación hipersónico X-43A (Hyper-X) y el vehículo de lanzamiento orbital reutilizable X-37, donde tuvo la oportunidad de realizar cálculos para estimaciones térmicas y análisis de trayectorias. También realizó trabajos de diseño en el taller de Fabricación Experimental de la NASA Armstrong. \n“Mi sueño era formar parte de proyectos de investigación en vuelos únicos,” dijo Sales. “Mi mentor fue increíble al exponerme a una amplia variedad de experiencias y trabajar en algo singular que algún día se implementará en un vehículo aéreo para hacer del mundo un lugar mejor.” \nAsimismo, Kassidy McLaughlin, ingeniera de sistemas de vuelo, descubrió que la mentoría y la experiencia práctica como pasante fueron clave para su desarrollo profesional. Actualmente ella dirige el desarrollo de una estación de control terrestre en la NASA Armstrong. \nEn la secundaria y la universidad, McLaughlin se inscribió a clases STEM, sabiendo que quería seguir una carrera en ingeniería. Animada por su madre a solicitar una pasantía en la NASA, la carrera de McLaughlin comenzó en 2014 como pasante de la Oficina de Participación STEM de la NASA Armstrong. Más adelante hizo la transición al programa Pathways.  \n“Mi mentor me dio las herramientas necesarias y me animó a hacer preguntas,” dijo McLaughlin. “Me ayudó a ver que era capaz de cualquier cosa si me lo proponía.” \nDurante cinco rotaciones como pasante, ella trabajó en el proyecto Sistemas de Aeronaves no tripulados integrados en el Sistema Nacional del Espacio Aéreo (UAS in the NAS, por su acrónimo inglés). “Es una sensación muy gratificante estar en una sala de control cuando algo en lo que has trabajado está volando,” dijo McLaughlin. Esa experiencia la inspiró a seguir la carrera de ingeniería mecánica. \n“La NASA Armstrong ofrecía algo especial en cuanto a la gente,” dijo McLaughlin. “La cultura en el centro es muy amable y todos son muy acogedores.” \nJulio Treviño, ingeniero jefe de operaciones del proyecto Global Hawk SkyRange de la NASA, garantiza la navegabilidad a lo largo de las fases de planificación, integración y vuelo de sistemas y vehículos singulares. También es controlador de misión certificado, director de misión e ingeniero de pruebas de vuelo para varias aeronaves de la agencia. \nAl igual que McLaughlin, Treviño comenzó su carrera en 2018 como pasante de Pathway en la rama de Dinámica y Controles en la NASA Armstrong. Esa experiencia le abrió el camino hacia el éxito tras graduarse en ingeniería mecánica. \n“Como pasante, tuve la oportunidad de trabajar en el diseño y la creación de un modelo de batería para un avión totalmente eléctrico,” dijo Treviño. “Se publicó oficialmente como modelo de software de la NASA para que lo utilice cualquier persona en la agencia.” \nTreviño también reconoce la cultura y la gente de la NASA como lo mejor de su pasantía. “Tuve mentores que me apoyaron mucho durante mi tiempo como pasante, y el hecho de que todos aqui realmente amen el trabajo que hacen es increíble,” él dijo.  \nCada año, la NASA ofrece a más de 2,000 estudiantes la oportunidad de influir en la misión de la agencia a través de pasantías. Las fechas de solicitud para el otoño de 2025 es el 16 de mayo.  \nPara obtener más información sobre los programas de pasantías de la NASA, las fechas límite de solicitud y elegibilidad, visite https://www.nasa.gov/learning-resources/internship-programs/"
  },
  {
    "title": "NASA Careers Take Off with Internships",
    "url": "https://www.nasa.gov/centers-and-facilities/armstrong/nasa-careers-take-off-with-internships/",
    "date_inserted": "2025-05-14T03:02:21.936899",
    "content": "Lee esta historia en español aquí.\nDo you dream of working for NASA and contributing to exploration and innovation for the benefit of humanity? The agency’s internship programs provide high school and college students opportunities to advance NASA’s mission in aeronautics, science, technology, and space.  \nClaudia Sales, Kassidy McLaughlin, and Julio Treviño started their careers as interns at NASA’s Armstrong Flight Research Center in Edwards, California, where they continue to explore the secrets of the universe. Their journeys highlight the long-term impact of the NASA’s science, technology, engineering, and mathematics (STEM) programs.\n“I knew since I was a child that I wanted to work for NASA,” said Claudia Sales, acting X-59 deputy chief engineer X-59 deputy chief engineer and airworthiness certification lead for the agency’s quiet supersonic research aircraft.\nSales’ journey at NASA started in 2005 as a Pathways intern, a NASA work-study (co-op) program. She worked in propulsion and structures branches and supported such projects as the X-43A hypersonic research aircraft (Hyper-X) and the X-37 reusable orbital launch vehicle, where she had the opportunity to perform calculations for thermal estimations and trajectory analyses. She also completed design work with NASA Armstrong’s Experimental Fabrication Shop.\n“It had been a dream of mine to be a part of unique, one-of-a-kind flight research projects,” Sales said. “My mentor was amazing at exposing me to a wide variety of experiences and working on something unique to one day be implemented on an air vehicle to make the world a better place.”\nSimilarly, flight systems engineer Kassidy McLaughlin discovered that mentorship and hands-on experience as an intern were key to her professional development. She currently leads the development of a ground control station at NASA Armstrong.\nIn high school and college, McLaughlin enrolled in STEM classes, knowing she wanted to pursue a career in engineering. Encouraged by her mother to apply for a NASA internship, McLaughlin’s career began in 2014 as an intern for NASA Armstrong’s Office of STEM Engagement. She later transitioned to the Pathways program.\n“My mentor gave me the tools necessary, and encouraged me to ask questions,” McLaughlin said. “He helped show me that I was capable of anything if I set my mind to it.”\nDuring five rotations as an intern, she worked on the Unmanned Aircraft Systems Integration in the National Airspace System (UAS in the NAS) project. “It is such a rewarding feeling to be in a control room when something you have worked on is flying,” McLaughlin said. That experience inspired her to pursue a career in mechanical engineering.\n“NASA Armstrong offered something special when it came to the people,” McLaughlin said. “The culture at the center is so friendly and everyone is so welcoming.”\nJulio Treviño, lead operations engineer for NASA’s Global Hawk SkyRange project, ensures airworthiness throughout the planning, integration, and flight phases of unique systems and vehicles. He is also a certified mission controller, mission director, and flight test engineer for various agency aircraft.\nMuch like McLaughlin, Treviño began his journey in 2018 as a Pathway’s intern for the Dynamic and Controls branch at NASA Armstrong. That experience paved the way for success after graduating with a degree in mechanical engineering.\n“As an intern, I had the opportunity to work on designing and creating a battery model for an all-electric aircraft,” Treviño said. “It was officially published as a NASA software model for use by anyone throughout the agency.”\nTreviño also credits NASA’s culture and people as the best part of his internship. “I had very supportive mentors throughout my time as an intern and the fact that everyone here genuinely loves the work that they do is awesome,” he said.\nEvery year, NASA provides more than 2,000 students the opportunity to impact the agency’s mission through hands-on internships. The 2025 application for fall is May 16, 2025.\nTo learn more about NASA’s internship programs, application deadlines, and eligibility, visit https://www.nasa.gov/learning-resources/internship-programs/"
  },
  {
    "title": "Titre non trouvé",
    "url": "https://www.nasa.gov/blogs/spacestation/2025/05/12/crew-kicks-off-the-week-with-cargo-stowage-health-research-and-maintenance-and-agricultural-work/",
    "date_inserted": "2025-05-14T03:02:19.948731",
    "content": "Contenu non trouvé"
  },
  {
    "title": "Jupiter’s Turbulent Atmosphere",
    "url": "https://www.nasa.gov/image-article/jupiters-turbulent-atmosphere/",
    "date_inserted": "2025-05-14T03:02:18.138523",
    "content": "JunoCam, the visible light imager aboard NASA’s Juno spacecraft, captured this view of Jupiter’s northern high latitudes during the spacecraft’s 69th flyby of the giant planet on Jan. 28, 2025. Jupiter’s belts and zones stand out in this enhanced color rendition, along with the turbulence along their edges caused by winds going in different directions.\nThe original JunoCam data used to produce this view was taken from an altitude of about 36,000 miles (58,000 kilometers) above Jupiter’s cloud tops. JunoCam’s raw images are available for the public to peruse and process into image products. Citizen scientist Jackie Branc processed the image.\nSince Juno arrived at Jupiter in 2016, it has been probing beneath the dense, forbidding clouds encircling the giant planet – the first orbiter to peer so closely. It seeks answers to questions about the origin and evolution of Jupiter, our solar system, and giant planets across the cosmos.\nLearn more about NASA citizen science.\nImage credit: Image data: NASA/JPL-Caltech/SwRI/MSSS; Image processing: Jackie Branc (CC BY)"
  },
  {
    "title": "NASA Goes Live on Twitch: Design Artemis II Moon Mascot",
    "url": "https://www.nasa.gov/news-release/nasa-goes-live-on-twitch-design-artemis-ii-moon-mascot/",
    "date_inserted": "2025-05-14T03:02:16.901270",
    "content": "NASA will host a live Twitch event to highlight the ongoing Moon Mascot Challenge, which invites the public to design a zero gravity indicator for the agency’s Artemis II crewed test flight around the Moon. Viewers will have the opportunity to provide real-time input to an artist who will create an example of a zero gravity indicator during the livestream. \nZero gravity indicators are small, plush items carried aboard spacecraft to provide a visual indication of when the crew reaches space.\nThe event will begin at 3 p.m. EDT on Tuesday, May 13, on the agency’s official Twitch channel:\nhttps://www.twitch.tv/nasa\nThe contest invites global creators of all ages to submit design ideas for a zero gravity indicator that will fly aboard the agency’s Artemis II test flight, the first crewed mission under NASA’s Artemis campaign.\nUp to 25 finalists, including entries from a K-12 student division, will be selected. The Artemis II crew will choose one design that NASA’s Thermal Blanket Lab will fabricate to fly alongside the crew in the Orion spacecraft.\nDuring this Twitch event, NASA experts will discuss the Moon Mascot Challenge while the artist incorporates live audience feedback into a sample design. Although the design example will not be eligible for the contest, it will demonstrate how challenge participants can develop their own zero gravity indicator designs. The example will be shared on the @NASAArtemis social media accounts following the Twitch event.\nThe Artemis II test flight will take NASA astronauts Reid Wiseman, Victor Glover, and Christina Koch, and CSA (Canadian Space Agency) astronaut Jeremy Hansen on a 10-day journey around the Moon and back. The mission is another step toward missions on the lunar surface to help the agency prepare for future human missions to Mars.\nTo learn more about NASA’s missions, visit:\nhttps://www.nasa.gov\n-end-\nRachel Kraft\nHeadquarters, Washington\n202-358-1600\nrachel.h.kraft@nasa.gov"
  },
  {
    "title": "NASA’s Europa Clipper Captures Mars in Infrared",
    "url": "https://www.nasa.gov/missions/europa-clipper/nasas-europa-clipper-captures-mars-in-infrared/",
    "date_inserted": "2025-05-14T03:02:15.620213",
    "content": "Headed for Jupiter’s moon Europa, the spacecraft did some sightseeing, using a flyby of Mars to calibrate its infrared imaging instrument.\nOn its recent swing by Mars, NASA’s Europa Clipper took the opportunity to capture infrared images of the Red Planet. The data will help mission scientists calibrate the spacecraft’s thermal imaging instrument so they can be sure it’s operating correctly when Europa Clipper arrives at the Jupiter system in 2030.\nThe mission’s sights are set on Jupiter’s moon Europa and the global ocean hidden under its icy surface. A year after slipping into orbit around Jupiter, Europa Clipper will begin a series of 49 close flybys of the moon to investigate whether it holds conditions suitable for life.\nA key element of that investigation will be thermal imaging — global scans of Europa that map temperatures to shed light on how active the surface is. Infrared imaging will reveal how much heat is being emitted from the moon; warmer areas of the ice give off more energy and indicate recent activity.\nThe imaging also will tell scientists where the ocean is closest to the surface. Europa is crisscrossed by dramatic ridges and fractures, which scientists believe are caused by ocean convection pulling apart the icy crust and water rising up to fill the gaps.\n“We want to measure the temperature of those features,” said Arizona State University’s Phil Christensen, principal investigator of Europa Clipper’s infrared camera, called the Europa Thermal Imaging System (E-THEMIS). “If Europa is a really active place, those fractures will be warmer than the surrounding ice where the ocean comes close to the surface. Or if water erupted onto the surface hundreds to thousands of years ago, then those surfaces could still be relatively warm.”\nWhy Mars\nOn March 1, Europa Clipper flew just 550 miles (884 kilometers) above the surface of Mars in order to use the planet’s gravitational pull to reshape the spacecraft’s trajectory. Ultimately, the assist will get the mission to Jupiter faster than if it made a beeline for the gas giant, but the flyby also offered a critical opportunity for Europa Clipper to test E-THEMIS.\nFor about 18 minutes on March 1, the instrument captured one image per second, yielding more than a thousand grayscale pictures that were transmitted to Earth starting on May 5. After compiling these images into a global snapshot of Mars, scientists applied color, using hues with familiar associations: Warm areas are depicted in red, while colder areas are shown as blue.\nBy comparing E-THEMIS images with those made from established Mars data, scientists can judge how well the instrument is working.\n“We wanted no surprises in these new images,” Christensen said. “The goal was to capture imagery of a planetary body we know extraordinarily well and make sure the dataset looks exactly the way it should, based on 20 years of instruments documenting Mars.”\nNASA’s Mars Odyssey orbiter, launched in 2001, carries a sister instrument named THEMIS that has been capturing its own thermal images of the Red Planet for decades. To be extra thorough, the Odyssey team collected thermal images of Mars before, during, and after Europa Clipper’s flyby so that Europa scientists can compare the visuals as an additional gauge of how well E-THEMIS is calibrated.\nEuropa Clipper also took advantage of the close proximity to Mars to test all the components of its radar instrument in unison for the first time. The radar antennas and the wavelengths they produce are so long that it wasn’t possible for engineers to can do that in a clean room before launch. The radar data will be returned and analyzed in the coming weeks and months, but preliminary assessments of the real-time telemetry indicate that the test went well.\nTo leverage the flyby even further, the science team took the opportunity to ensure that the spacecraft’s telecommunication equipment will be able to conduct gravity experiments at Europa. By transmitting signals to Earth while passing through Mars’ gravity field, they were able to confirm that a similar operation is expected to work at Europa.\nEuropa Clipper launched from NASA’s Kennedy Space Center in Florida on Oct. 14, 2024, via a SpaceX Falcon Heavy, embarking on a 1.8 billion-mile (2.9 billion-kilometer) journey to Jupiter, which is five times farther from the Sun than Earth is. Now that the probe has harnessed the gravity of Mars, its next gravity assist will be from Earth in 2026.\nMore About Europa Clipper\nEuropa Clipper’s three main science objectives are to determine the thickness of the moon’s icy shell and its interactions with the ocean below, to investigate its composition, and to characterize its geology. The mission’s detailed exploration of Europa will help scientists better understand the astrobiological potential for habitable worlds beyond our planet.\nManaged by Caltech in Pasadena, California, NASA’s Jet Propulsion Laboratory in Southern California leads the development of the Europa Clipper mission in partnership with the Johns Hopkins Applied Physics Laboratory in Laurel, Maryland, for NASA’s Science Mission Directorate in Washington. APL designed the main spacecraft body in collaboration with JPL and NASA’s Goddard Space Flight Center in Greenbelt, Maryland, NASA’s Marshall Space Flight Center in Huntsville, Alabama, and Langley Research Center in Hampton, Virginia. The Planetary Missions Program Office at NASA Marshall executes program management of the Europa Clipper mission. NASA’s Launch Services Program, based at NASA Kennedy, managed the launch service for the Europa Clipper spacecraft.\nFind more information about Europa Clipper here:\nhttps://science.nasa.gov/mission/europa-clipper/\nNews Media Contacts\nGretchen McCartney\nJet Propulsion Laboratory, Pasadena, Calif.\n818-287-4115\ngretchen.p.mccartney@jpl.nasa.gov \nKaren Fox / Molly Wasser\nNASA Headquarters, Washington\n202-358-1600\nkaren.c.fox@nasa.gov / molly.l.wasser@nasa.gov  \n2025-065"
  },
  {
    "title": "NASA Ames Stars of the Month: May 2025",
    "url": "https://www.nasa.gov/general/nasa-ames-stars-of-the-month-may-2025/",
    "date_inserted": "2025-05-14T03:02:14.225918",
    "content": "The NASA Ames Science Directorate recognizes the outstanding contributions of (pictured left to right) Dennis Leveson-Gower and Laura Iraci. Their commitment to the NASA mission represents the entrepreneurial spirit, technical expertise, and collaborative disposition needed to explore this world and beyond.\nDennis Leveson-Gower, Assistant Branch Chief of Bioengineering, has contributed to numerous projects and payloads within the Space Biosciences Division since 2012. He is recognized for exceptional leadership, operational excellence, and strategic collaboration that have advanced the Bioengineering Branch and strengthened partnerships with commercial spaceflight organizations.\nLaura Iraci is a Senior Research Scientist in the Atmospheric Science Branch. She is recognized for her outstanding scientific leadership and her impactful role as a mentor. As head of the Trace Gas Group, Laura develops and deploys custom atmospheric sampling and remote sensing instrumentation for critical NASA suborbital and spaceflight missions, including major airborne science field campaigns. She is equally dedicated to mentoring early-career researchers, with many advancing into highly productive staff positions at NASA."
  },
  {
    "title": "5 Tips to Craft a Standout NASA Internship Application",
    "url": "https://www.nasa.gov/learning-resources/tips-to-craft-standout-internship-application/",
    "date_inserted": "2025-05-14T03:02:13.031470",
    "content": "A NASA internship provides a stellar opportunity to launch your future as part of America’s aerospace workforce. NASA interns take on meaningful work and contribute to exciting agency projects with the guidance of a supportive mentor. The internship program regularly ranks as the nation’s most prestigious and competition is steep: in fiscal year 2024, NASA’s Office of STEM Engagement selected nearly 1,800 interns out of 38,000 applicants.\nTo give you the best shot at a NASA internship, we’ve compiled a list of tips mentors say can make an application stand out from the crowd. It is NASA’s mentors who create internship project descriptions, review applications, and take the lead in choosing candidates to work on their specific internship projects. Here’s what they had to say:\nMentors pay close attention to personal statements to identify the best candidate for their project and team. A powerful personal statement combines core content, such as personal background and goals, with content tailored to the needs of the project.\nNASA mentors are looking for interns who will enjoy the work and fit in with the team culture. Beyond your academic background, grades, and interests, this is your chance to share your curiosity, enthusiasm, passion, or resilience. Show us who you are and what you can do!\nMentors love to see what academic expertise and hands-on experience you can bring to the internship project. Your resume, transcripts, grade point average, coursework, research, academic projects, awards, and accomplishments are valuable highlights in your application.\nWho are you outside the classroom?\nMentors like to see well-rounded candidates whose interests take them beyond their chosen academic and career path. Include any extracurricular activities you participate in, such as a club or team at school or an organization in your community. Whether you’re involved in a local rocketry club, a school athletic team, or a music ensemble, these pursuits may demonstrate academic skills or soft skills such as collaboration. Shared hobbies can also be a great point of personal connection with a future mentor.\nYou have valuable skills you can bring to an internship project! These could be technical skills, such as experience with specific tools or computer programming languages, and non-technical skills, which may include communications skills or leadership experience. Mentors search for skills that meet their project requirements, so the more of your skills you share on your application, the better your chances of matching with the role.\nDon’t count yourself out before you get started! If you have a passion for spaceflight or aviation, it’s worth applying for a NASA internship – even if you’re not a math, science, engineering, or technology major. That’s because NASA achieves its exploration goals with the support of a nationwide team with a wide variety of skills: communicators, creatives, business specialists, legal experts, and so many more. Take a look at NASA’s internship opportunities and you’ll find projects in many of these fields.\nYes, competition is fierce. But someone is going to land that internship – and that person could be you."
  },
  {
    "title": "Titre non trouvé",
    "url": "https://science.nasa.gov/missions/webb/nasas-webb-reveals-new-details-mysteries-in-jupiters-aurora/",
    "date_inserted": "2025-05-14T03:02:11.747068",
    "content": "NASA’s James Webb Space Telescope has captured new details of the auroras on our solar system’s largest planet. The dancing lights observed on Jupiter are hundreds of times brighter than those seen on Earth. With Webb’s advanced sensitivity, astronomers have studied the phenomena to better understand Jupiter’s magnetosphere.\nAuroras are created when high-energy particles enter a planet’s atmosphere near its magnetic poles and collide with atoms or molecules of gas. On Earth these are known as the Northern and Southern Lights. Not only are the auroras on Jupiter huge in size, they are also hundreds of times more energetic than those in Earth’s atmosphere. Earth’s auroras are caused by solar storms — when charged particles from the Sun rain down on the upper atmosphere, energize gases, and cause them to glow in shades of red, green and purple.\nJupiter has an additional source for its auroras: The strong magnetic field of the gas giant grabs charged particles from its surroundings. This includes not only the charged particles within the solar wind but also the particles thrown into space by its orbiting moon Io, known for its numerous and large volcanoes. Io’s volcanoes spew particles that escape the moon’s gravity and orbit Jupiter. A barrage of charged particles unleashed by the Sun also reaches the planet. Jupiter’s large and powerful magnetic field captures all of the charged particles and accelerates them to tremendous speeds. These speedy particles slam into the planet’s atmosphere at high energies, which excites the gas and causes it to glow.\nNow, Webb’s unique capabilities are providing new insights into the auroras on Jupiter. The telescope’s sensitivity allows astronomers to capture fast-varying auroral features. New data was captured with Webb’s NIRCam (Near-Infrared Camera) Dec. 25, 2023, by a team of scientists led by Jonathan Nichols from the University of Leicester in the United Kingdom.\n“What a Christmas present it was – it just blew me away!” shared Nichols. “We wanted to see how quickly the auroras change, expecting them to fade in and out ponderously, perhaps over a quarter of an hour or so. Instead, we observed the whole auroral region fizzing and popping with light, sometimes varying by the second.”\nIn particular, the team studied emission from the trihydrogen cation (H3+), which can be created in auroras. They found that this emission is far more variable than previously believed. The observations will help develop scientists’ understanding of how Jupiter’s upper atmosphere is heated and cooled.\nThe team also uncovered some unexplained observations in their data.\n“What made these observations even more special is that we also took pictures simultaneously in the ultraviolet with NASA’s Hubble Space Telescope,” added Nichols. “Bizarrely, the brightest light observed by Webb had no real counterpart in Hubble’s pictures. This has left us scratching our heads. In order to cause the combination of brightness seen by both Webb and Hubble, we need to have a combination of high quantities of very low-energy particles hitting the atmosphere, which was previously thought to be impossible. We still don’t understand how this happens.”\nThe team now plans to study this discrepancy between the Hubble and Webb data and to explore the wider implications for Jupiter’s atmosphere and space environment. They also intend to follow up this research with more Webb observations, which they can compare with data from NASA’s Juno spacecraft to better explore the cause of the enigmatic bright emission.\nThese results were published today in the journal Nature Communications.\nThe James Webb Space Telescope is the world’s premier space science observatory. Webb is solving mysteries in our solar system, looking beyond to distant worlds around other stars, and probing the mysterious structures and origins of our universe and our place in it. Webb is an international program led by NASA with its partners, ESA (European Space Agency) and CSA (Canadian Space Agency).\nTo learn more about Webb, visit:\nhttps://science.nasa.gov/webb\nClick any image to open a larger version.\nView/Download all image products at all resolutions for this article from the Space Telescope Science Institute.\nView/Download the research results from the journal Nature Communications.\nLaura Betz - laura.e.betz@nasa.gov\nNASA’s Goddard Space Flight Center, Greenbelt, Md.\nBethany Downer - Bethany.Downer@esawebb.org\nESA/Webb, Baltimore, Md.\nChristine Pulliam - cpulliam@stsci.edu\nSpace Telescope Science Institute, Baltimore, Md.\nRead more: NASA’s Webb Captures Neptune’s Auroras for the First Time\nMore Webb News\nMore Webb Images\nWebb Science Themes\nWebb Mission Page\nWhat is the Webb Telescope?\nSpacePlace for Kids\nCiencia de la NASA\nNASA en español \nSpace Place para niños"
  },
  {
    "title": "25 Years of NASA Student Launch",
    "url": "https://www.nasa.gov/image-article/25-years-of-nasa-student-launch/",
    "date_inserted": "2025-05-14T03:02:09.955991",
    "content": "Students from the University of Massachusetts Amherst team carry their high-powered rocket toward the launch pad at NASA’s 2025 Student Launch launch day competition in Toney, Alabama, on May 4, 2025. More than 980 middle school, high school, and college students from across the nation launched more than 40 high-powered amateur rockets just north of NASA’s Marshall Space Flight Center in Huntsville, Alabama. This year marked the 25th anniversary of the competition.\nTo compete, students follow the NASA engineering design lifecycle by going through a series of reviews for nine months leading up to launch day. Each year, a payload challenge is issued to the university teams, and this year’s task focused on communication. Teams were required to have “reports” from STEMnauts, non-living objects inside their rocket, that had to relay real-time data to the student team’s mission control. This Artemis Student Challenge took inspiration from the agency’s Artemis missions, where NASA will send astronauts to explore the Moon for scientific discovery, economic benefit, and to build the foundation for the first crewed missions to Mars.\nSee highlights from the 2025 Student Launch.\nText credit: NASA/Beth Ridgeway\nImage credit: NASA/Charles Beason"
  },
  {
    "title": "What NASA Is Learning from the Biggest Geomagnetic Storm in 20 Years",
    "url": "https://science.nasa.gov/science-research/heliophysics/what-nasa-is-learning-from-the-biggest-geomagnetic-storm-in-20-years/",
    "date_inserted": "2025-05-14T03:02:08.751572",
    "content": "One year on, NASA scientists are still making huge discoveries about the largest geomagnetic storm to hit Earth in two decades, the Gannon storm. The findings are helping us better understand and prepare for the ways in which the Sun’s activity can affect us.\nOne year ago today, representatives from NASA and about 30 other U.S. government agencies gathered for a special meeting to simulate and address a threat looming in space. The threat was not an asteroid or aliens, but our very own life-giving Sun.\nThe inaugural Space Weather Tabletop Exercise was supposed to be a training event, where experts could work through the real-time ramifications of a geomagnetic storm, a global disruption to Earth’s magnetic field. Driven by solar eruptions, geomagnetic storms can decimate satellites, overload electrical grids, and expose astronauts to dangerous radiation. Minimizing the impacts of such storms requires close coordination, and this meeting was their chance to practice.\nThen, their simulation turned into reality.\n“The plan was to run through a hypothetical scenario, finding where our existing processes worked and where they needed improvement,” said Jamie Favors, director of NASA’s Space Weather Program at NASA Headquarters in Washington. “But then our hypothetical scenario was interrupted by a very real one.”\nOn May 10, 2024, the first G5 or “severe” geomagnetic storm in over two decades hit Earth. The event, named the Gannon storm in memory of leading space weather physicist Jennifer Gannon, did not cause any catastrophic damages. But a year on, key insights from the Gannon storm are helping us understand and prepare for future geomagnetic storms.\nThe Gannon storm had effects on and off our planet.\nOn the ground, some high-voltage lines tripped, transformers overheated, and GPS-guided tractors veered off-course in the Midwestern U.S., further disrupting planting that had already been delayed by heavy rains that spring.\n“Not all farms were affected, but those that were lost on average about $17,000 per farm,” said Terry Griffin, a professor of Agricultural Economics at Kansas State University. “It’s not catastrophic, but they'll miss it.”\nIn the air, the threat of higher radiation exposure, as well as communication and navigation losses, forced trans-Atlantic flights to change course.\nBEFORE AND AFTER\nMay 11, 2024 – May 18, 2024\nDuring the storm, Earth’s upper atmospheric layer called the thermosphere heated to unusually high temperatures. At 100 miles altitude, the temperature typically peaks at 1,200 degrees Fahrenheit, but during the storm it surpassed 2,100 degrees Fahrenheit. NASA’s GOLD (Global-scale Observations of the Limb and Disk) mission observed the atmosphere expanding from the heat to create a strong wind that lofted heavy nitrogen particles higher.\nIn orbit, the expanded atmosphere increased drag on thousands of satellites. NASA’s ICESat-2 lost altitude and entered safe mode while NASA’s Colorado Inner Radiation Belt Experiment (CIRBE) CubeSat deorbited prematurely five months after the storm. Others, such as the European Space Agency’s Sentinel mission, required more power to maintain their orbits and perform maneuvers to avoid collisions with space debris.\nThe storm also dramatically changed the structure of an atmospheric layer called the ionosphere. A dense zone of the ionosphere that normally covers the equator at night dipped toward the South Pole in a check mark shape, causing a temporary gap near the equator.\nThe Gannon storm also rocked Earth’s magnetosphere, the magnetic bubble surrounding the planet. Data from NASA missions MMS (Magnetospheric Multiscale) and THEMIS-ARTEMIS — short for Time History of Events and Macroscale Interactions-Acceleration, Reconnection, Turbulence and Electrodynamics of the Moon’s Interaction with the Sun — saw giant, curling waves of particles and rolled-up magnetic fields along the edge of the CMEs. These waves were perfectly sized to periodically dump extra magnetic energy and mass into the magnetosphere upon impact, creating the largest electrical current seen in the magnetosphere in 20 years.\nIncoming energy and particles from the Sun also created two new temporary belts of energetic particles within the magnetosphere. Discovered by CIRBE, these belts formed between the Van Allen radiation belts that permanently surround Earth. The belt’s discovery is important to spacecraft and astronauts that can be imperiled by high-energy electrons and protons in the belts.\nThe storm also ignited auroras around the globe, including places where these celestial light shows are rare. NASA’s Aurorasaurus project was flooded with more than 6,000 observer reports from over 55 countries and all seven continents.\nPhotographers helped scientists understand why auroras observed throughout Japan were magenta rather than the typical red. Researchers studied hundreds of photos and found the auroras were surprisingly high — around 600 miles above the ground (200 miles higher than red auroras typically appear).\nIn a paper published in the journal Scientific Reports, the research team says the peculiar color likely resulted from a mix of red and blue auroras, produced by oxygen and nitrogen molecules lofted higher than usual as the Gannon storm heated and expanded the upper atmosphere.\n“It typically needs some special circumstances, like we saw last May,” co-author Josh Pettit of NASA’s Goddard Space Flight Center said of Japan’s magenta auroras. “A very unique event indeed.”\nImpacts of the Sun’s amped-up solar activity didn’t end at Earth. The solar active region that sparked the Gannon storm eventually rotated away from our planet and redirected its outbursts toward Mars.\nAs energetic particles from the Sun struck the Martian atmosphere, NASA’s MAVEN (Mars Atmosphere and Volatile Evolution) orbiter watched auroras engulf the Red Planet from May 14 to 20.\nSolar particles overwhelmed the star camera on NASA’s 2001 Mars Odyssey orbiter (which uses stars to orient the spacecraft), causing the camera to cut out for almost an hour.\nOn the Martian surface, images from the navigation cameras on NASA’s Curiosity rover were freckled with “snow” — streaks and specks caused by charged particles. Meanwhile, Curiosity’s Radiation Assessment Detector recorded the biggest surge of radiation since the rover landed in 2012. If astronauts had been there, they would have received a radiation dose of 8,100 micrograys — equivalent to 30 chest X-rays.\nThe Gannon storm spread auroras to unusually low latitudes and has been called the best-documented geomagnetic storm in history. A year on, we have just begun unraveling its story. Data captured during this historic event will be analyzed for years to come, revealing new lessons about the nature of geomagnetic storms and how best to weather them.\nBy Mara Johnson-Groh, Miles Hatfield, and Vanessa Thomas\nNASA’s Goddard Space Flight Center, Greenbelt, Md."
  },
  {
    "title": "Sols 4534-4535: Last Call for the Layered Sulfates? (West of Texoli Butte, Headed West)",
    "url": "https://science.nasa.gov/blog/sols-4534-4535-last-call-for-the-layered-sulfates-west-of-texoli-butte-headed-west/",
    "date_inserted": "2025-05-14T03:02:06.983167",
    "content": "Written by Lucy Lim, Planetary Scientist at NASA's Goddard Space Flight Center\nEarth planning date: Wednesday, May 7, 2025\nThe drive from the Monday plan brought Curiosity up next to a geomorphic contact visible in the orbital data (from Mars Reconnaissance Orbiter's HiRISE imager). To the east of the contact are the layered sulfates that Curiosity has been driving through ever since climbing out of the Gediz Vallis channel, with a relatively rough surface texture; to the west this rougher texture gives way to a smoother-appearing surface cross-cut at a large scale with the rectilinear “boxwork” features. We are looking forward to seeing what this change looks like from a rover's-eye view in the drives to come!\nFor today's science plan, the contact is not quite in reach of most of the rover's instruments, so in the workspace we are focusing on collecting our last observations of the previous unit of layered sulfates. As we saw in the Sol 4532 workspace, many nearby blocks are honeycombed with polygonal fractures. However, this time the geochemical measurements from the APXS and ChemCam LIBS were co-targeted on a smooth brushable target, “Chumash,” which will also be documented in high-resolution imaging by MAHLI. The DRT brush will ensure that measurements of lighter elements such as sodium and magnesium by APXS are representative of the underlying bedrock, rather than the dusty layer on top. The brush will also give MAHLI a better view of the block and a chance to characterize the grain size of these sedimentary rocks.\nThe long-distance ChemCam remote-imaging mosaic in this plan is targeting a scour feature on the Texoli butte behind us, likely representing ancient wind events that took place near the time these layers were being deposited.\nThe sulfate/boxwork unit contact ahead of us will be imaged in a stereo mosaic by Mastcam. Smaller mosaics will cover some of the polygonal “honeycomb” features in nearby bedrock blocks and troughs in the regolith.\nAfter making all these observations, the rover will drive across the contact. The second, post-drive sol will include several untargeted and automatically targeted observations. The AEGIS algorithm will provide a LIBS geochemical observation by ChemCam and the modern Martian environment will be monitored with camera measurements of cloud altitudes and atmospheric opacity, as well as the usual passive sensing from REMS and DAN."
  },
  {
    "title": "NASA Astronauts to Answer Questions from Students in New York",
    "url": "https://www.nasa.gov/news-release/nasa-astronauts-to-answer-questions-from-students-in-new-york-2/",
    "date_inserted": "2025-05-14T03:02:05.652316",
    "content": "Editor’s Note: This advisory was updated May 12, 2025, to change the contact for media RSVPs.\nNASA astronauts Nichole Ayers and Anne McClain will answer prerecorded questions about science, technology, engineering, and mathematics from students in Bethpage, New York. The two astronauts are currently aboard the International Space Station.\nWatch the 20-minute Earth-to-space call at 12:45 p.m. EDT on Friday, May 16, on the NASA STEM YouTube Channel.\nMedia interested in covering the event must RSVP no later than 5 p.m., Tuesday, May 13, by contacting Mia Flores at: mflores@syntaxny.com or 516-708-3009.\nThe event is hosted by Central Boulevard Elementary School. As part of the call, students will highlight their year-long reading program, “Reading is a Blast-Exploring a Universe of Stories.”\nFor more than 24 years, astronauts have continuously lived and worked aboard the space station, testing technologies, performing science, and developing skills needed to explore farther from Earth. Astronauts aboard the orbiting laboratory communicate with NASA’s Mission Control Center in Houston 24 hours a day through SCaN’s (Space Communications and Navigation) Near Space Network.\nImportant research and technology investigations taking place aboard the space station benefit people on Earth and lays the groundwork for other agency missions. As part of NASA’s Artemis campaign, the agency will send astronauts to the Moon to prepare for future human exploration of Mars; inspiring Artemis Generation explorers and ensuring the United States continues to lead in space exploration and discovery.\nSee videos of astronauts aboard the space station at:\nhttps://www.nasa.gov/stemonstation\n-end-\nGerelle Dodson\nHeadquarters, Washington\n202-358-1600\ngerelle.q.dodson@nasa.gov\nSandra Jones\nJohnson Space Center, Houston\n281-483-5111\nsandra.p.jones@nasa.gov"
  }
]